akamud.vscode-theme-onedark
anseki.vscode-color
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python
DotJoshJohnson.xml
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
formulahendry.code-runner
goessner.mdmath
HookyQR.beautify
James-Yu.latex-workshop
jbenden.c-cpp-flylint
jinmingjian.sde
lanmj2004.changeEncode
matthewferreira.cppcheck
mksafi.trailscasts
mohsen1.prettify-json
mrded.railscasts
ms-vscode.azure-account
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
octref.vetur
octref.vscode-json-transform
oderwat.indent-rainbow
PeterJausovec.vscode-docker
rebornix.Ruby
redhat.java
richie5um2.vscode-statusbar-json-path
robertohuertasm.vscode-icons
rprouse.theme-obsidian
wmaurer.change-case
xabikos.JavaScriptSnippets
