akamud.vscode-theme-onedark
AndrsDC.base16-themes
anseki.vscode-color
bungcip.better-toml
castwide.solargraph
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
fabiospampinato.vscode-install-vsix
formulahendry.code-runner
GrapeCity.gc-excelviewer
HookyQR.beautify
j-mueller.agda
James-Yu.latex-workshop
jbenden.c-cpp-flylint
jebbs.plantuml
jinmingjian.sde
justusadam.language-haskell
lanmj2004.changeEncode
lextudio.restructuredtext
liximomo.sftp
matthewferreira.cppcheck
mechatroner.rainbow-csv
mksafi.trailscasts
mohsen1.prettify-json
mrded.railscasts
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.Go
msjsdiag.debugger-for-chrome
octref.vetur
octref.vscode-json-transform
oderwat.indent-rainbow
PeterJausovec.vscode-docker
pnp.polacode
rebornix.ruby
redhat.java
richie5um2.vscode-statusbar-json-path
robertohuertasm.vscode-icons
rprouse.theme-obsidian
rust-lang.rust
shd101wyy.markdown-preview-enhanced
slevesque.vscode-hexdump
sysoev.language-stylus
tommorris.mako
tuxtina.json2yaml
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wmaurer.change-case
xabikos.JavaScriptSnippets
xaver.clang-format
yzhang.markdown-all-in-one
zxh404.vscode-proto3
